{
    "dinamics_1": [
        {
            "text": "Три бруска массами m, 2m и 3m с помощью невесомых нерастяжимых нитей 1, 2 и 3 соединены между собой и прикреплены к потолку . Система находится в равновесии. Чему равно отношение модулей сил натяжения нитей 1 и 2?",
            "answer": "1,2",
            "solution": "https://i.postimg.cc/BQNBShPL/photo-2024-04-25-13-32-07.jpg"
        }
    ],
    "dinamics_2": [
        {
            "text": "Брусок массой 3кг покоится на шероховатой наклонной плоскости с углом наклона 30°. Найдите модуль силы трения, которая действует на этот брусок. Ответ дайте ньютонах.",
            "answer": "15",
            "solution": "https://i.postimg.cc/qqxXCwmF/photo-2024-04-25-13-32-11.jpg"
        }
    ],
    "dinamics_3": [
        {
            "text": "Мяч массой 300 г брошен под углом 45° к горизонту с начальной скоростью  м/с. Чему равен модуль силы тяжести, действующей на мяч сразу после броска? Ответ дайте в ньютонах.",
            "answer": "3",
            "solution": "https://i.postimg.cc/7YqNyvhr/photo-2024-04-25-13-32-12.jpg"
        }
    ],
    "dinamics_4": [
        {
            "text": "Ящик массой 10 кг равномерно движется по прямой по горизонтальной поверхности под действием постоянной горизонтальной силы тяги величиной 25 Н. Каков коэффициент трения между ящиком и поверхностью?",
            "answer": "0.25",
            "solution": "https://i.postimg.cc/ZY8LgYTL/photo-2024-04-25-13-32-13.jpg"
        }
    ],
    "dinamics_5": [
        {
            "text": "Нерастянутая пружина имеет длину 20 см. Для того чтобырастянуть эту пружину на 2 см, потребовалось приложить к двум её концам равные по модулю силы, направленные противоположно друг другу вдоль оси пружины. Чему станет равна длина этой пружины, если увеличить модуль каждой из приложенных сил в 5 раз, не меняя их направления? Для пружины справедлив закон Гука. Ответ дайте в сантиметрах.",
            "answer": "30",
            "solution": "https://i.postimg.cc/vTstBkv9/photo-2024-04-25-13-32-14.jpg"
        }
    ],
    "dinamics_6": [
        {
            "text": "Тело состоит из двух частей, масса которых одинакова. Плотность первой части 3 г/см3, плотность второй части 6 г/см3. Чему равна средняя плотность этого тела? Ответ дайте в г/см3.",
            "answer": "4",
            "solution": "https://i.postimg.cc/Jhsqdbny/photo-2024-04-25-13-32-15.jpg"
        }
    ],
    "dinamics_7": [
        {
            "text": "Брусок массой 200 г равномерно перемещают по горизонтальной поверхности под действием силы F = 0,5 H. Определите коэффициент трения между бруском и горизонтальной поверхностью.",
            "answer": "0,25",
            "solution": "https://i.postimg.cc/hjx0KcVc/photo-2024-04-25-13-32-16.jpg"
        }
    ],
    "dinamics_8": [
        {
            "text": "Ускорение свободного падения на поверхности Земли в 2,65 раза больше, чем на поверхности Марса. Вторая космическая скорость для Земли в 2,24 раза больше, чем для Марса. Во сколько раз радиус Земли больше радиуса Марса? Ответ округлите до целого числа.",
            "answer": "2",
            "solution": "https://i.postimg.cc/jjBXVLwM/photo-2024-04-25-13-32-17.jpg"
        }
    ],
    "dinamics_9": [
        {
            "text": "На тело массой 2 кг действует сила 60 Н.Найдите ускорение тела. Ответ дайте в метрах на секунду в квадрате.",
            "answer": "30",
            "solution": "https://i.postimg.cc/Gm7KQMcw/photo-2024-04-25-13-32-18.jpg"
        }
    ],
    "dinamics_10": [
        {
            "text": "К пружине школьного динамометра подвешен груз массой 0,1 кг. При этом пружина удлинилась на 2,5 см. Определите удлинение пружины при добавлении еще двух грузов по 0,1 кг. Ответ выразите в сантиметрах.",
            "answer": "7,5",
            "solution": "https://i.postimg.cc/pLXkKNMJ/photo-2024-04-25-13-32-18-2.jpg"
        }
    ],
    "kinematics_1": [
        {
            "text": "Тело движется по прямой с постоянным ускорением, не изменяя направления движения. За четыре секунды модуль скорости тела увеличился от 2 до 16 м/с. Какой путь прошло тело за это время? Ответ дайте в метрах.",
            "answer": "36",
            "solution": "https://i.postimg.cc/dt947sp0/photo-2024-04-25-13-32-19.jpg"
        }
    ],
    "kinematics_2": [
        {
            "text": "Велосипедист едет по кольцевому велотреку диаметром 200 м с постоянной по модулю скоростью. За минуту он проезжает путь, равный трём диаметрам трека. Чему равен модуль ускорения велосипедиста? Ответ выразите в метрах на секунду в квадрате.",
            "answer": "1",
            "solution": "https://i.postimg.cc/bNPmND6M/photo-2024-04-25-13-32-20.jpg"
        }
    ],
    "kinematics_3": [
        {
            "text": "Турист прошел 6 км в направлении на север и затем 8 км в направлении на запад. Чему равен модуль полного перемещения туриста? Ответ дайте в километрах.",
            "answer": "10",
            "solution": "https://i.postimg.cc/jqP8bQhP/photo-2024-04-25-13-32-20-2.jpg"
        }
    ],
    "kinematics_4": [
        {
            "text": "Велосипедист едет по кольцевому велотреку диаметром 200 м с постоянной по модулю скоростью. За минуту он проезжает путь, равный девяти радиусам трека. Чему равен модуль ускорения велосипедиста? Ответ запишите в метрах в секунду в квадрате.",
            "answer": "2,25",
            "solution": "https://i.postimg.cc/Xqfxk4vQ/photo-2024-04-25-13-32-21.jpg"
        }
    ],
    "kinematics_5": [
        {
            "text": "Автомобиль движется по окружности радиусом 100 м со скоростью 10 м/с. Чему равно центростремительное ускорение автомобиля? Ответ дайте в метрах на секунду в квадрате.",
            "answer": "1",
            "solution": "https://i.postimg.cc/3RDtWgQM/photo-2024-04-25-13-32-22.jpg"
        }
    ],
    "kinematics_6": [
        {
            "text": "Пловец плывет по течению реки. Определите скорость пловца относительно берега, если скорость пловца относительно воды 0,4 м/с, а скорость течения реки 0,3 м/с. Ответ дайте в метрах в секунду.",
            "answer": "0,7",
            "solution": "https://i.postimg.cc/wM80N791/photo-2024-04-25-13-32-23.jpg"
        }
    ],
    "kinematics_7": [
        {
            "text": "Верхнюю точку моста радиусом 100 м автомобиль проходит со скоростью 20 м/с. Чему равно центростремительное ускорение автомобиля? Ответ дайте в метрах в секунду в квадрате.",
            "answer": "9",
            "solution": "https://i.postimg.cc/7LRBxKcM/photo-2024-04-25-13-32-23-2.jpg"
        }
    ],
    "kinematics_8": [
        {
            "text": "Координата тела меняется с течением времени согласно закону x = 4 - 2t. где все величины выражены в СИ. Определите проекцию скорости υx этого тела. Ответ запишите в метрах в секунду.",
            "answer": "-2",
            "solution": "https://i.postimg.cc/g2NS7zH7/photo-2024-04-25-13-32-24.jpg"
        }
    ],
    "kinematics_9": [
        {
            "text": "Мотоцикл едет по прямой дороге с постоянной скоростью 50 км/ч. По той же дороге навстречу ему едет автомобиль с постоянной скоростью 70 км/ч. Чему равен модуль скорости движения мотоцикла относительно автомобиля? Ответ дайте в километрах в час.",
            "answer": "120",
            "solution": "https://i.postimg.cc/CLpQB6Kc/photo-2024-04-25-13-32-25.jpg"
        }
    ],
    "kinematics_10": [
        {
            "text": "Спутник движется по круговой орбите радиусом 6,6·10⁶ м, имея скорость 7,8 км/с. Чему равно центростремительное ускорение спутника? Ответ дайте в метрах в секунду в квадрате и округлите до десятых.",
            "answer": "9,2",
            "solution": "https://i.postimg.cc/9X7kfjc4/photo-2024-04-25-13-32-26.jpg"
        }
    ],
    "statics_1": [
        {
            "text": "Диапазон звуков фортепиано занимает частотный интервал   от v1=25 ГЦ до v2=4000 ГЦ Каково отношение граничных длин звуковых волн  (лямбда1/лямбда2) этого интервала?",
            "answer": "160",
            "solution": "https://i.postimg.cc/nhHSTjB7/photo-2024-04-25-13-32-27.jpg"
        }
    ],
    "statics_2": [
        {
            "text": "Груз массой 0,16кг, подвешенный на пружине, совершает свободные вертикальные гармонические колебания. Груз какой массой нужно подвесить вместо первого груза, чтобы частота свободных колебаний уменьшилась в 2 раза? Ответ приведите в килограммах.",
            "answer": "0,64",
            "solution": "https://i.postimg.cc/FsbnjgdN/photo-2024-04-25-13-32-28.jpg"
        }
    ],
    "statics_3": [
        {
            "text": "Саксофон (бас) издаёт звуки в диапазоне от ν1 = 80Гц до ν2 = 8000Гц. Каково отношение граничных длин звуковых волн (лямбда1/лямбда2) этого диапазона?",
            "answer": "100",
            "solution": "https://i.postimg.cc/9M4nT6Tn/photo-2024-04-25-13-32-29.jpg"
        }
    ],
    "statics_4": [
        {
            "text": "В сосуд высотой 20см налита вода, уровень которой ниже края сосуда на 2см. Чему равна сила давления воды на дно сосуда, если площадь дна 0,01 м^2? Ответ дайте в ньютонах. Атмосферное давление не учитывать. Ускорение свободного падения принять равным 10м/с2.",
            "answer": "18",
            "solution": "https://i.postimg.cc/wML44Dw5/photo-2024-04-25-13-32-30.jpg"
        }
    ],
    "statics_5": [
        {
            "text": "Звук грома был услышан на некотором расстоянии спустя 20сек после вспышки молнии. На каком расстоянии стоит наблюдатель, если скорость звука в воздухе равна 340 м/с. Ответ запишите в километрах.",
            "answer": "6,8",
            "solution": "https://i.postimg.cc/xCWFP63T/photo-2024-04-25-13-32-30-2.jpg"
        }
    ],
    "statics_6": [
        {
            "text": "Подвешенная на тонкой лёгкой нити гирька объёмом 200см3 полностью погружена в воду. Если эту гирьку полностью погрузить в неизвестную жидкость, то модуль силы натяжения нити увеличится на 0,4Н.Чему равна плотность неизвестной жидкости? Ответ дайте в кг/м3.",
            "answer": "800",
            "solution": "https://i.postimg.cc/1z3TRnzP/photo-2024-04-25-13-32-31.jpg"
        }
    ],
    "statics_7": [
        {
            "text": "Какова глубина озера, если максимальное давление, оказываемое на дно при нормальном атмосферном давлении составляет 4·10^5 Па? Ответ дайте в метрах. Нормальное атмосферное давление примите равным 10^5 Па.",
            "answer": "30",
            "solution": "https://i.postimg.cc/hjhHszFM/photo-2024-04-25-13-32-32.jpg"
        }
    ],
    "statics_8": [
        {
            "text": "Длина нити математического маятника при проведении первого опыта была равна 40см, а при проведении второго опыта— 10см. Во сколько раз увеличилась частота колебаний математического маятника при проведении второго опыта?",
            "answer": "2",
            "solution": "https://i.postimg.cc/FFdMJLVH/photo-2024-04-25-13-32-33.jpg"
        }
    ],
    "conservation_laws_1": [
        {
            "text": "Точечное тело движется по гладкой горизонтальной поверхности под действием постоянной горизонтальной силы, направленной вдоль оси Ox. Известно, что проекция импульса этого тела на указанную ось изменяется со временем по закону:  Чему равен модуль силы, действующей на это тело? Ответ дайте в ньютонах.",
            "answer": "4",
            "solution": "https://i.postimg.cc/3J2ztQ6M/photo-2024-04-25-13-32-34.jpg"
        }
    ],
    "conservation_laws_2": [
        {
            "text": "Масса танка  масса самолета  Самолет движется со скоростью  Отношение импульса самолета к импульсу танка равно 5. Какова скорость танка? Ответ дайте в километрах в час.",
            "answer": "54",
            "solution": "https://i.postimg.cc/SRMH0BxM/photo-2024-04-25-13-32-34-2.jpg"
        }
    ],
    "conservation_laws_3": [
        {
            "text": "Модуль импульса частицы равен 10кг·м/с, а её кинетическая энергия 25Дж. Чему равен модуль скорости частицы?",
            "answer": "5",
            "solution": "https://i.postimg.cc/ZYG1P5wF/photo-2024-04-25-13-32-35.jpg"
        }
    ],
    "conservation_laws_4": [
        {
            "text": "Навстречу тележке массой 4,75кг, движущейся по инерции равномерно со скоростью 2м/с по гладким горизонтальным рельсам, летит шар массой 0,25кг со скоростью 40м/с. После столкновения шар застревает в песке, насыпанном на тележку. Определите, во сколько раз отличаются модули начального (до застревания в песке) и конечного импульса шара в системе отсчёта, связанной с рельсами.",
            "answer": "400",
            "solution": "https://i.postimg.cc/rmb7PVMT/photo-2024-04-25-13-32-36.jpg"
        }
    ],
    "conservation_laws_5": [
        {
            "text": "Автомобиль с выключенным двигателем сняли со стояночного тормоза, и он покатился под уклон, составляющий угол 30° к горизонту. Проехав 10м, он попадает на горизонтальный участок дороги. Чему равна скорость автомобиля в начале горизонтального участка дороги? Трением пренебречь. Ответ приведите в метрах в секунду.",
            "answer": "10",
            "solution": "https://i.postimg.cc/YS2c4Db5/photo-2024-04-25-13-32-37.jpg"
        }
    ],
    "conservation_laws_6": [
        {
            "text": "Из незакреплённой пушки стреляют снарядом массой 20кг, который вылетает из ствола в горизонтальном направлении со скоростью 102м/с относительно пушки. Пушка при этом откатывается, приобретая относительно земли скорость 2м/с. Чему равна масса пушки, если массой сгоревшего порохового заряда можно пренебречь? Ответ дайте в килограммах.",
            "answer": "1000",
            "solution": "https://i.postimg.cc/8CZ2LdYj/photo-2024-04-25-13-32-38.jpg"
        }
    ],
    "conservation_laws_7": [
        {
            "text": "Тело движется по прямой в одном направлении. Под действием постоянной силы, направленной вдоль этой прямой, за 3с импульс тела увеличился от 5кг·м/с до 50кг·м/с. Каков модуль силы? Ответ дайте в ньютонах.",
            "answer": "15",
            "solution": "https://i.postimg.cc/mgs1CQpd/photo-2024-04-25-14-43-46.jpg"
        }
    ],
    "conservation_laws_8": [
        {
            "text": "Телу массой 2кг, находящемуся у основания шероховатой наклонной плоскости, сообщили начальную скорость 3м/с в направлении вверх вдоль наклонной плоскости. Через некоторое время тело вернулось в исходную точку, имея втрое меньшую кинетическую энергию. Какую работу совершила сила трения за время движения тела? Ответ дайте в джоулях.",
            "answer": "-6",
            "solution": "https://i.postimg.cc/RVfnWPd6/photo-2024-04-25-14-43-47.jpg"
        }
    ],
    "conservation_laws_9": [
        {
            "text": "Тело движется по прямой. Под действием постоянной силы величиной 2Н за 3с модуль импульса тела увеличился и стал равен 15 кг * м/c Каков первоначальный импульс тела? Ответ дайте в килограммах на метр в секунду.",
            "answer": "9",
            "solution": "https://i.postimg.cc/JhTsfSrg/photo-2024-04-25-14-43-48.jpg"
        }
    ],
    "conservation_laws_10": [
        {
            "text": "Над покоившимся точечным телом массой 0,5кг внешняя сила совершила работу 9Дж. Найдите модуль импульса, который в результате приобрело это тело. Ответ запишите в килограммах на метр в секунду.",
            "answer": "3",
            "solution": "https://i.postimg.cc/1zRgYyQw/photo-2024-04-25-14-43-49.jpg"
        }
    ],
    "oscillating_circuit_1": [
        {
            "text": "Колебательный контур состоит из катушки индуктивности и батареи конденсаторов. В состав батареи входят четыре одинаковых конденсатора, соединенных параллельно. Круговая частота ω свободных электромагнитных колебаний, которые могут происходить в этом контуре, равна 2500 с–1. По разным причинам три конденсатора из четырех вышли из строя. На сколько изменилась круговая частота свободных электромагнитных колебаний в контуре?",
            "answer": "2500",
            "solution": "https://i.postimg.cc/R06wSMWf/photo-2024-04-25-15-38-44.jpg"
        }
    ],
    "oscillating_circuit_2": [
        {
            "text": "<a href='https://cdn.discordapp.com/attachments/1151927633953697843/1230676026955403344/31413_1.png?ex=66342f5d&is=6621ba5d&hm=3ffeaf87b1c523267ccc2be9e36dbe4f7538f4af47b50b26f8fab75fefb0f657&'>Конденсатор емкостью 40 нФ, заряженный до некоторой разности потенциалов U, в первый раз подключили к катушке с индуктивностью 3 мГн, а во второй раз  — к катушке с индуктивностью 12 мГн. Каково отношение периодов колебаний энергии конденсатора в этих двух случаях</a>",
            "answer": "2",
            "solution": "https://i.postimg.cc/DwDbYtxz/photo-2024-04-25-15-38-45.jpg"
        }
    ],
    "oscillating_circuit_3": [
        {
            "text": "В идеальном колебательном контуре заряд q конденсатора емкостью 5 пФ изменяется с течением времени t по закону  (в этой формуле все величины заданы в СИ). Какую максимальную энергию запасает катушка контура в процессе таких колебаний?",
            "answer": "0,1",
            "solution": "https://i.postimg.cc/59qLNK2P/photo-2024-04-25-15-38-46.jpg"
        }
    ],
    "oscillating_circuit_4": [
        {
            "text": "<a href='https://cdn.discordapp.com/attachments/1163827162294517791/1230946296848842813/28117_1.png?ex=66352b13&is=6622b613&hm=47dccf47f2e98ccbfca09cc9eb90e82dc5037426d1bba0e7146e0e625db15b0e&'>Катушку индуктивности в первый раз подключили к заряженному конденсатору с электроемкостью 9C, а во второй  — к заряженному конденсатору с электроемкостью С. В обоих случаях возникли свободные незатухающие электромагнитные колебания. Какое отношение</a>",
            "answer": "3",
            "solution": "https://i.postimg.cc/sxch6xLF/photo-2024-04-25-15-38-47.jpg"
        }
    ],
    "oscillating_circuit_5": [
        {
            "text": "<a href='https://cdn.discordapp.com/attachments/1163827162294517791/1230990072007098409/3341_1.png?ex=663553d7&is=6622ded7&hm=341736dc4356ac39cc50280c9068a002596efcbe9bd4d2ab19dc28bfde6519fc&'> Колебательный контур состоит из катушки индуктивности и конденсатора. В нем наблюдаются гармонические электромагнитные колебания с периодом Т = 5 мс. В начальный момент времени заряд конденсатора максимален и равен. Каков будет заряд конденсатора через t = 2,5 мс? (Ответ дать в мкКл.)</a>",
            "answer": "4",
            "solution": "https://i.postimg.cc/dt5CG7dr/photo-2024-04-25-15-38-48.jpg"
        }
    ],
    "direct_current_1": [
        {
            "text": "Проводник с током  длиной 2 м находится в однородном магнитном поле с индукцией  Причем направление магнитного поля составляет 30° с направлением тока. Чему равна сила со стороны магнитного поля, действующая на проводник? (Ответ дать в ньютонах.)",
            "answer": "5",
            "solution": "https://i.postimg.cc/P5Qp4PBd/photo-2024-04-25-14-43-50.jpg"
        }
    ],
    "direct_current_2": [
        {
            "text": "Какая энергия запасена в катушке индуктивности, если известно, что при протекании через нее тока силой 0,5 А поток, пронизывающий витки ее обмотки, равен 6 Вб? Ответ выразите в джоулях.",
            "answer": "1,5",
            "solution": "https://i.postimg.cc/v8CVHRrw/photo-2024-04-25-14-43-51.jpg"
        }
    ],
    "direct_current_3": [
        {
            "text": "В катушке индуктивностью 7 мГн протекает ток силой 3 А. Какой магнитный поток пронизывает катушку? Ответ дайте в веберах.",
            "answer": "0,021",
            "solution": "https://i.postimg.cc/qMJntctp/photo-2024-04-25-15-38-49.jpg"
        }
    ],
    "direct_current_4": [
        {
            "text": "Определите энергию магнитного поля катушки индуктивностью 0,4 Гн при силе тока 5 А.Ответ дайте в Дж.",
            "answer": "5",
            "solution": "https://i.postimg.cc/ZR63NVF5/photo-2024-04-25-15-38-49-2.jpg"
        }
    ],
    "direct_current_5": [
        {
            "text": "Через проводник постоянного сечения течет постоянный ток силой 1 нА. Сколько электронов в среднем проходит через поперечное сечение этого проводника за 0,24 мкс?",
            "answer": "1500",
            "solution": "https://i.postimg.cc/3xWv1KC6/photo-2024-04-25-15-38-50.jpg"
        }
    ],
    "magnetic_field_1": [
        {
            "text": "Энергия магнитного поля катушки с током равна 0,64 Дж. Индуктивность катушки равна 20 мГн. Чему равна сила тока в катушке? Ответ запишите в амперах.",
            "answer": "8",
            "solution": "https://i.postimg.cc/bYDYmsK1/photo-2024-04-25-15-43-10.jpg"  }
    ],
    "magnetic_field_2": [
        {
            "text": "Поток вектора магнитной индукции через некоторый проводящий контур изменяется от 10 мкВб до 30 мкВб. Сопротивление контура 5 Ом. Найдите модуль электрического заряда, который при этом протекает через контур. Ответ выразите в мкКл.",
            "answer": "4",
            "solution": "https://i.postimg.cc/kD3pcjLY/photo-2024-04-25-15-43-11.jpg"  }
    ],
    "magnetic_field_3": [
        {
            "text": "Прямолинейный проводник длиной 0,5 м, по которому течет ток 6 А, находится в однородном магнитном поле. Модуль вектора магнитной индукции 0,2 Тл, проводник расположен под углом 30° от горизонтального к вектору В. Какова сила, действующая на проводник со стороны магнитного поля? (Ответ дать в ньютонах.)",
            "answer": "0,3",
            "solution": "https://i.postimg.cc/br251XV2/photo-2024-04-25-15-43-12.jpg"  }
    ],
    "magnetic_field_4": [
        {
            "text": "Школьник прочитал в физической энциклопедии о том, что индуктивность катушки, намотанной из проволоки, пропорциональна квадрату числа витков. Школьник впаял в разные участки электрической цепи катушку № 1, в которой было 1600 витков, и катушку № 2, в которой было 200 витков. Оказалось, что сила тока, текущего в катушке № 1, в 4 раза меньше силы тока, текущего в катушке № 2. Во сколько раз отличаются энергии магнитного поля, запасенные в катушках № 1 и № 2?",
            "answer": "4",
            "solution": "https://i.postimg.cc/tTcf1Rkj/photo-2024-04-25-15-43-14.jpg"  }
    ],
    "magnetic_field_5": [
        {
            "text": "Определите энергию магнитного поля катушки индуктивностью 0,4 Гн при силе тока 5 А.Ответ дайте в Дж.",
            "answer": "5",
            "solution": "https://i.postimg.cc/tTJwCnhk/photo-2024-04-25-15-43-15.jpg"  }
    ],
    "magnetic_field_6": [
        {
            "text": "Энергия магнитного поля катушки с током равна 0,32 Дж. Чему равна индуктивность катушки, если сила тока в ней равна 4 А? Ответ запишите в миллигенри.",
            "answer": "40",
            "solution": "https://i.postimg.cc/q7kWS5q9/photo-2024-04-25-15-43-16.jpg"  }
    ],
    "magnetic_field_7": [
        {
            "text": "Энергия магнитного поля катушки с током равна 0,6 Дж, а сила тока, текущего в этой катушке, равна 2 А. Чему равна индуктивность катушки? Ответ дайте в Гн.",
            "answer": "0,3",
            "solution": "https://i.postimg.cc/zGw9drzC/photo-2024-04-25-15-43-17.jpg"  }
    ],
    "magnetic_field_8": [
        {
            "text": "Тонкий прямой проводник длиной 30 см находится в однородном магнитном поле с индукцией 0,2 Тл. По этому проводнику протекает электрический ток силой 2,5 А. Определите модуль силы Ампера, действующей на проводник, если он составляет угол 30° с направлением вектора магнитной индукции магнитного поля. Ответ запишите в миллиньютонах.",
            "answer": "75",
            "solution": "https://i.postimg.cc/tg28jNV7/photo-2024-04-25-15-43-18.jpg"  }
    ],
    "magnetic_field_9": [
        {
            "text": "По проволочной рамке течет постоянный электрический ток силой 2 А, который создает вокруг рамки магнитное поле. Поток вектора магнитной индукции этого поля через контур, ограниченный данной рамкой, равен 0,006 Вб. Чему равна индуктивность этой рамки? Ответ дайте в миллигенри.",
            "answer": "3",
            "solution": "https://i.postimg.cc/pLMwYTHV/photo-2024-04-25-15-43-19.jpg"  }
    ],
    "magnetic_field_10": [
        {
            "text": "<a href='https://cdn.discordapp.com/attachments/1163827162294517791/1231339908283502693/80091_2.png?ex=663699a7&is=662424a7&hm=a66f862088d6a6964273501c817a701345499ad1bed4c0e36f77b57fce85ed94&'>На рисунке приведен график зависимости силы тока от времени в электрической цепи, индуктивность которой 1 мГн. Определите модуль ЭДС самоиндукции в интервале времени от 15 до 20 с. Ответ выразите в мкВ.</a>",
            "answer": "4",
            "solution": "https://i.postimg.cc/QNwGCmYT/photo-2024-04-25-15-43-20.jpg"  }
    ],
    "phase_transitions_1": [
        {
            "text": "<a href='https://cdn.discordapp.com/attachments/1163827162294517791/1228739034147197109/get_file.png?ex=662d2366&is=661aae66&hm=bf5212ef592a68c9c0fdb7b415d1873dcdceb916742fcc0f54ca8936186efd1c&'>На рисунке точками отмечены результаты измерений температуры тела и количества теплоты, подведенного к нему. Какой из графиков  —  1, 2, 3 или 4,  —  построен по этим точкам наиболее точно? Считать, что в процессе нагревания тела не происходит изменения агрегатного состояния вещества.</a>\n\n1) 1\n2) 2\n3) 3\n4) 4",
            "answer": "2",
            "solution": "https://i.postimg.cc/xTmrzmBF/photo-2024-04-25-15-43-21.jpg"  }
    ],
    "phase_transitions_2": [
        {
            "text": "<a href= 'https://cdn.discordapp.com/attachments/1163827162294517791/1228740444268003338/2_1.png?ex=662d24b6&is=661aafb6&hm=ca4fd1683992659e0061fac38a1daf6d04ec2aec2b34093e87c645ce59447e84&'>На рисунке показан график изменения температуры T вещества при постоянном давлении по мере выделения им количества теплоты Q. В начальный момент времени вещество находилось в газообразном состоянии. Какие участки графика соответствуют кристаллизации вещества и остыванию жидкости? Установите соответствие между тепловыми процессами и участками графика.К каждой позиции первого столбца подберите соответствующую позицию второго и запишите в таблицу выбранные цифры под соответствующими буквами.</a>\n\nПРОЦЕССЫ\n\nА) Кристаллизация вещества\n\nБ) Остывание жидкости\n\n УЧАСТКИ ГРАФИКА\n\n1)1 \n\n2) 2\n\n3) 3\n\n4)4",
            "answer": "32",
            "solution": "https://i.postimg.cc/mk00nZ1w/photo-2024-04-25-15-43-22.jpg"  }
    ],
    "phase_transitions_3": [
        {
            "text": "Образец, представляющий собой некоторый объем воды, замораживают при температуре плавления льда. При этом фазовом переходе увеличивается \n\n 1) температура образца \n\n 2) внутренняя энергия образца \n\n 3) объем образца \n\n 4) масса образца",
            "answer": "3",
            "solution": "https://i.postimg.cc/C5Z3Jn55/photo-2024-04-25-15-43-26.jpg"  }
    ],
    "phase_transitions_4": [
        {
            "text": "Образец, представляющий собой некоторый объем льда, превращают в воду при температуре плавления льда. При этом фазовом переходе увеличивается \n\n 1) температура образц \n\n 2) внутренняя энергия образц \n\n 3) объем образца \n\n 4) масса образца",
            "answer": "2",
            "solution": "https://i.postimg.cc/4dFCzQJj/photo-2024-04-25-15-43-27.jpg"  }
    ],
    "phase_transitions_5": [
        {
            "text": "На рисунке изображен график зависимости температуры некоторой массы цинка от времени его охлаждения. Температура плавления (кристаллизации) цинка 420 °C. Каким участкам графика соответствуют процессы, в которых цинк выделяет энергию? \n\n 1) только AB и СD \n\n 2) только BC и СD \n\n 3) только AB и BC \n\n 4) АВ, ВС и СD \n\n<a href='https://cdn.discordapp.com/attachments/1163827162294517791/1228743923305025636/get_file.png?ex=662d27f4&is=661ab2f4&hm=e702e825c8c55213fbaefd5a0ebb112b5e3bdf295b99c7330addbecb182da67a&'> Картинка</a>",
            "answer": "4",
            "solution": "https://i.postimg.cc/JhxChWSr/photo-2024-04-25-15-43-28.jpg"  }
    ],
    "phase_transitions_6": [
        {
            "text": "На рисунке показан график изменения температуры вещества по мере поглощения им количества теплоты. Вещество находится в сосуде под поршнем. Масса вещества равна 0,5 кг. Первоначально вещество было в жидком состоянии. Какова удельная теплота парообразования вещества? Ответ дайте в кДж/кг . \n\n<a href='https://cdn.discordapp.com/attachments/1163827162294517791/1228744481122025554/3_1.png?ex=662d2879&is=661ab379&hm=10b27eff3b578cdd74f3abe4c2a27b6dd05792ccaac83b4eb9031811cb65b85f&'> Картинка</a>",
            "answer": "30",
            "solution": "https://i.postimg.cc/q74d07bD/photo-2024-04-25-15-43-29.jpg"  }
    ],
    "phase_transitions_7": [
        {
            "text": "В цилиндре под поршнем находится твердое вещество. Цилиндр поместили в печь. На рисунке дан график изменения температуры t вещества по мере поглощения им количества теплоты Q от печи. Выберите все верные утверждения, соответствующие проведенному опыту. \n\n 1.  Температура плавления вещества равна 40 °C. \n\n 2.  В состоянии 2 у вещества максимальная внутренняя энергия. \n\n 3.  Для того, чтобы полностью расплавить вещество, уже находящееся при температуре плавления, ему надо передать 40 Дж теплоты. \n\n 4.  На участке 2−3 переход вещества в газообразное состояние. \n\n 5.  Удельная теплоемкость жидкого вещества меньше, чем твердого. \n\n<a href='https://cdn.discordapp.com/attachments/1163827162294517791/1228746065705041961/5_1.png?ex=662d29f3&is=661ab4f3&hm=cc3e712a7aba558ea929d5d5b670d244932fdc0a12f858ae588cd66f07f0d352&'> Картинка</a>",
            "answer": "13",
            "solution": "https://i.postimg.cc/9Mf5RnjG/photo-2024-04-25-15-43-30.jpg"  }
    ],
    "ideal_gas_1": [
        {
            "text": "Порция идеального одноатомного газа обладала внутренней энергией 300 Дж. В некотором процессе давление этой порции газа увеличилось в 6 раз, а объем уменьшился в 1,5 раза. Чему стала равна внутренняя энергия газа в конце данного процесса? Ответ дайте в джоулях. 4",
            "answer": "1200",
            "solution": "https://i.postimg.cc/8zhVqvHr/photo-2024-04-25-15-43-31.jpg"  }
    ],
    "ideal_gas_2": [
        {
            "text": "Порция идеального одноатомного газа при температуре 400 К обладает внутренней энергией 2,484 Дж. Сколько атомов содержит эта порция газа? В качестве ответа приведите целое число, которое должно умножаться на 10^20.",
            "answer": "3",
            "solution": "https://i.postimg.cc/kgrm1sxm/photo-2024-04-25-15-43-32.jpg"  }
    ],
    "ideal_gas_3": [
        {
            "text": "На рисунке представлены графики двух процессов, происходящих с одним и тем же количеством идеального газа. Определите отношение работ  в этих процессах. 4 \n\n<a href='https://cdn.discordapp.com/attachments/1163827162294517791/1229183006657347634/3593835939_A_1.png?ex=662ec0e1&is=661c4be1&hm=c3243ee7eb6fdc665ada6fc751ab94e8841f9b72e5222f8e193b1b3fb567ab28&'>Картинка</a>\n\n<a href='https://cdn.discordapp.com/attachments/1163827162294517791/1229190089951936582/35939_B_1.png?ex=662ec77a&is=661c527a&hm=beb3dd86c0b5b296371883006ce7c9eccb7452bb8b0b0c896afbadc25710145a&'>Картинка</a>",
            "answer": "1",
            "solution": "https://i.postimg.cc/02Kv0FKn/photo-2024-04-25-15-43-33.jpg"  }
    ],
    "ideal_gas_4": [
        {
            "text": "В сосуде находился идеальный одноатомный газ при температуре 250 К. Половину газа выпустили из сосуда, а оставшийся в нем газ нагрели до температуры 600 К. Во сколько раз внутренняя энергия содержимого сосуда в конечном состоянии отличается от внутренней энергии содержимого сосуда в начальном состоянии?",
            "answer": "1,2",
            "solution": "https://i.postimg.cc/ryPcWMsz/photo-2024-04-25-15-43-34.jpg"  }
    ],
    "ideal_gas_5": [
        {
            "text": "На рисунке показан график зависимости давления р постоянной массы одноатомного идеального газа от его абсолютной температуры T. В состоянии 1 внутренняя энергия газа равна 1,4 кДж. Чему равна внутренняя энергия газа в состоянии 2? Ответ запишите в килоджоулях.\n\n<ahref='https://cdn.discordapp.com/attachments/1163827162294517791/1229193298774855830/37594_1.png?ex=662eca77&is=661c5577&hm=552106af037ddac99a842eb63cb79713d37d7fbe7a38b4e95da6475e0d343d3c&'>Картинка</a>",
            "answer": "5,6",
            "solution": "https://i.postimg.cc/L5wpMBwj/photo-2024-04-25-15-43-35.jpg"  }
    ],
    "ideal_gas_6": [
        {
            "text": "При сжатии идеального одноатомного газа при постоянном давлении внешние силы совершили работу 800 Дж. Чему равно изменение внутренней энергии газа? Ответ запишите в джоулях.",
            "answer": "-1200",
            "solution": "https://i.postimg.cc/76B4KyNs/photo-2024-04-25-15-43-35-2.jpg"  }
    ],
    "ideal_gas_7": [
        {
            "text": "Чему равна работа, совершенная тремя молями идеального газа в процессе 1−2−3−4, показанном на рисунке, если в состоянии 1 давление равно 80 кПа, а объем  — 2 л? Ответ запишите в Дж .\n\n<ahref='https://cdn.discordapp.com/attachments/1163827162294517791/1229463153310568528/367540_1.png?ex=662fc5ca&is=661d50ca&hm=19cd728fa23600b8c6092081e52768ededc067d6bc779dced5afe8a88216adcd&'>Картинка</a>",
            "answer": "360",
            "solution": "https://i.postimg.cc/tJYjfmSX/photo-2024-04-25-15-43-36.jpg"  }
    ],
    "ideal_gas_8": [
        {
            "text": "В некотором процессе идеальный газ получил количество теплоты 50 Дж. При этом внутренняя энергия газа увеличилась на 20 Дж. Чему равна работа, совершенная газом в этом процессе? 4 Ответ дайте в Дж.",
            "answer": "30",
            "solution": "https://i.postimg.cc/50915t8Q/photo-2024-04-25-15-43-37.jpg"  }
    ],
    "ideal_gas_9": [
        {
            "text": "В сосуде находился идеальный одноатомный газ при температуре 300 К. В сосуд добавили еще столько же газа и нагрели систему до температуры 450 К. Во сколько раз внутренняя энергия содержимого сосуда в конечном состоянии отличается от внутренней энергии содержимого сосуда в начальном состоянии?",
            "answer": "3",
            "solution": "https://i.postimg.cc/PqQT8Dvk/photo-2024-04-25-15-43-38.jpg"  }
    ],
    "molecules_1": [
        {
            "text": "При увеличении средней квадратичной скорости теплового движения молекул в 2 раза средняя кинетическая энергия теплового движения молекул \n\n 1)  не изменится \n\n 2)  увеличится в 4 раза \n\n 3) уменьшится в 4 раза \n\n 4)  увеличится в 2 раза",
            "answer": "2",
            "solution": "https://i.postimg.cc/k5m74s4c/photo-2024-04-25-15-43-39.jpg"  }
    ],
    "molecules_2": [
        {
            "text": "При уменьшении средней квадратичной скорости теплового движения молекул в 2 раза средняя кинетическая энергия теплового движения молекул \n\n 1)  не изменится \n\n 2)  увеличится в 4 раза \n\n 3) уменьшится в 4 раза \n\n 4)  увеличится в 2 раза",
            "answer": "3",
            "solution": "https://i.postimg.cc/BnDq4kqb/photo-2024-04-25-15-43-39-2.jpg"  }
    ],
    "molecules_3": [
        {
            "text": "Во сколько раз изменится абсолютная температура газа при увеличении средней кинетической энергии теплового движения молекул в 2 раза?",
            "answer": "2",
            "solution": "https://i.postimg.cc/KvCGXxhC/photo-2024-04-25-15-43-40.jpg"  }
    ],
    "molecules_4": [
        {
            "text": "Одним из подтверждений положения молекулярно-⁠кинетической теории строения вещества о том, что частицы вещества хаотично движутся, может служить: \n\n A.Возможность испарения жидкости при любой температуре.\n\n Б.Зависимость давления столба жидкости от глубины.\n\n B.Выталкивание из жидкости погруженных в нее тел. Какие из утверждений правильны?\n\n 1)только А \n\n 2)только Б \n\n 3)только А и Б \n\n 4)только Б и В",
            "answer": "1",
            "solution": "https://i.postimg.cc/J767qj6r/photo-2024-04-25-15-43-41.jpg"  }
    ],
    "molecules_5": [
        {
            "text": "При увеличении средней кинетической энергии теплового движения молекул в 4 раза их средняя квадратичная скорость \n\n 1)уменьшится в 4 раза \n\n 2)увеличится в 4 раза \n\n 3)уменьшится в 2 раза \n\n4)увеличится в 2 раза",
            "answer": "4",
            "solution": "https://i.postimg.cc/Kv1Gs4wn/photo-2024-04-25-15-43-42.jpg"  }
    ],
    "molecules_6": [
        {
            "text": "При уменьшении средней кинетической энергии теплового движения молекул в 4 раза их средняя квадратичная скорость \n\n 1)уменьшится в 4 раза \n\n 2)увеличится в 4 раза \n\n 3)уменьшится в 2 раза \n\n 4)увеличится в 2 раза",
            "answer": "3",
            "solution": "https://i.postimg.cc/7hWxZyGG/photo-2024-04-25-15-43-43.jpg"  }
    ],
    "molecules_7": [
        {
            "text": "Чем можно объяснить, что через некоторое время после открытия в комнате флакона с духами их запах ощущается по всему помещению? \n\n 1.Диффузией газов \n\n 2.Теплопроводностью стенок флакона \n\n 3.Духи могут действовать на рецепторы носа на расстоянии \n\n 4.Духи в открытом флаконе испускают излучение, улавливаемое рецепторами носа",
            "answer": "1",
            "solution": "https://i.postimg.cc/7h6H4L6r/photo-2024-04-25-15-43-43-2.jpg"  }
    ],
    "molecules_8": [
        {
            "text": "Броуновское движение частиц пыльцы в воде объясняется \n\n 1)хаотичностью химических реакций на поверхно¬сти частиц \n\n 2)непрерывностью и хаотичностью теплового дви¬жения молекул воды \n\n 3)существованием сил притяжения и отталкивания между атомами в молекулах \n\n 4)наличием питательных веществ в воде",
            "answer": "2",
            "solution": "https://i.postimg.cc/W3SNxZs7/photo-2024-04-25-15-43-44.jpg"  }
    ],
    "MKT_1": [
        {
            "text": "Среднюю кинетическую энергию теплового движения молекул разреженного газа уменьшили в 2 раза и концентрацию молекул газа уменьшили в 2 раза. Чему равно отношение конечного давления к начальному?",
            "answer": "0,25",
            "solution": "https://i.postimg.cc/wx0MGCvd/photo-2024-04-25-15-43-45.jpg"  }
    ],
    "MKT_2": [
        {
            "text": "Во сколько раз изменится давление разреженного одноатомного газа, если абсолютная температура газа уменьшится в 2 раза, а концентрация молекул увеличится в 2 раза?",
            "answer": "1",
            "solution": "https://i.postimg.cc/jd220Mwn/photo-2024-04-25-15-43-46.jpg"  }
    ],
    "MKT_3": [
        {
            "text": "В результате охлаждения разреженного аргона его абсолютная температура уменьшилась в 4 раза. Во сколько раз уменьшилась при этом средняя кинетическая энергия теплового движения молекул аргона?",
            "answer": "4",
            "solution": "https://i.postimg.cc/g0F2hdM3/photo-2024-04-25-15-43-47.jpg"  }
    ],
    "MKT_4": [
        {
            "text": "При понижении абсолютной температуры идеального газа его средняя кинетическая энергия уменьшилась в два раза. Если начальная температура составляла 600 К, то чему будет равна температура газа при новых условиях?",
            "answer": "300",
            "solution": "https://i.postimg.cc/hvyGQdwG/photo-2024-04-25-15-43-48.jpg"  }
    ],
    "MKT_5": [
        {
            "text": "Идеальный газ находится в закрытом сосуде при нормальном атмосферном давлении. При неизменной концентрации молекул средняя кинетическая энергия хаотического теплового движения молекул уменьшается на 2%. Определите конечное давление газа. Ответ выразите в килопаскалях.",
            "answer": "98",
            "solution": "https://i.postimg.cc/TYswRng7/photo-2024-04-25-15-43-48-2.jpg"  }
    ],
    "MKT_6": [
        {
            "text": "Концентрация идеального газа в результате некоторого процесса увеличивается в 3 раза, а его температура уменьшается в 2 раза. Во сколько раз изменится давление газа?",
            "answer": "1,5",
            "solution": "https://i.postimg.cc/g0Vkq55Q/photo-2024-04-25-15-43-49.jpg"  }
    ],
    "MKT_7": [
        {
            "text": "При неизменной концентрации молекул идеального газа средняя квадратичная скорость теплового движения его молекул увеличилась в 4 раза. Во сколько раз изменилось давление газа?",
            "answer": "16",
            "solution": "https://i.postimg.cc/zGRf33kJ/photo-2024-04-25-15-43-50.jpg"  }
    ],
    "MKT_8": [
        {
            "text": "Во сколько раз изменится давление молекул газа на стенки сосуда при уменьшении объема в 3 раза при неизменной температуре?",
            "answer": "3",
            "solution": "https://i.postimg.cc/kGX45cTZ/photo-2024-04-25-15-43-51.jpg"  }
    ],
    "MKT_9": [
        {
            "text": "Во сколько раз изменится давление разреженного газа, если при его нагревании и сжатии абсолютная температура газа и концентрация молекул увеличатся в 2 раза?",
            "answer": "4",
            "solution": "https://i.postimg.cc/76qPB9r6/photo-2024-04-25-15-43-52.jpg"  }
    ],
    "MKT_10": [
        {
            "text": "При увеличении абсолютной температуры средняя кинетическая энергия хаотического теплового движения молекул разреженного одноатомного газа увеличилась в 2 раза. Начальная температура газа 250 К. Какова конечная температура газа? (Ответ дайте в градусах Кельвина.)",
            "answer": "500",
            "solution": "https://i.postimg.cc/LXV5R73L/photo-2024-04-25-15-43-53.jpg"   }
    ]
}